{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 544, "word_counts": "{\"bogor\": 4, \"dicky\": 4, \"beach\": 8, \"i\": 408, \"am\": 272, \"currently\": 136, \"living\": 136, \"in\": 408, \"monroe\": 4, \"live\": 136, \"forrest\": 4, \"mohali\": 4, \"lucknow\": 4, \"athens\": 4, \"goa\": 4, \"rest\": 4, \"of\": 4, \"hawaii\": 4, \"savannah\": 4, \"chatham\": 4, \"kent\": 4, \"ranchi\": 4, \"beechworth\": 4, \"davenport\": 4, \"tagaytay\": 4, \"city\": 44, \"mangalore\": 4, \"lorn\": 4, \"albany\": 4, \"guwahati\": 4, \"princeton\": 4, \"mc\": 4, \"millan\": 4, \"lincoln\": 4, \"singapore\": 4, \"east\": 8, \"ballina\": 4, \"pensacola\": 4, \"sioux\": 4, \"clatskanie\": 4, \"cochrane\": 4, \"paynesville\": 4, \"flaxton\": 4, \"quezon\": 4, \"boise\": 4, \"fernley\": 4, \"randburg\": 4, \"dubuque\": 4, \"wellington\": 4, \"pune\": 4, \"ojo\": 4, \"caliente\": 4, \"victor\": 4, \"harbor\": 4, \"macon\": 4, \"potrero\": 4, \"taguig\": 4, \"london\": 4, \"hepburn\": 4, \"springs\": 4, \"phillip\": 4, \"island\": 4, \"santa\": 4, \"rosa\": 4, \"kolkata\": 4, \"varanasi\": 4, \"pocatello\": 4, \"kanpur\": 4, \"dalton\": 4, \"secunderabad\": 4, \"new\": 4, \"delhi\": 4, \"makati\": 4, \"winchester\": 4, \"bay\": 8, \"ludhiana\": 4, \"columbus\": 4, \"johannesburg\": 4, \"mysore\": 4, \"indore\": 4, \"abu\": 4, \"dhabi\": 4, \"mandaluyong\": 4, \"nagpur\": 4, \"lakes\": 4, \"entrance\": 4, \"bangalore\": 4, \"weirton\": 4, \"miller\": 4, \"manchester\": 4, \"tampa\": 4, \"rio\": 4, \"de\": 4, \"janeiro\": 4, \"ahmedabad\": 4, \"gainesville\": 4, \"colombo\": 4, \"mumbai\": 4, \"amritsar\": 4, \"tangerang\": 4, \"cape\": 4, \"town\": 4, \"armidale\": 4, \"auckland\": 4, \"ankara\": 4, \"pasay\": 4, \"pretoria\": 4, \"inverloch\": 4, \"tanunda\": 4, \"coimbatore\": 4, \"vizag\": 4, \"dubai\": 4, \"vineland\": 4, \"station\": 4, \"sharjah\": 4, \"orlando\": 4, \"doha\": 4, \"dehradun\": 4, \"jaipur\": 4, \"macedon\": 4, \"noida\": 4, \"chandigarh\": 4, \"patna\": 4, \"vernonia\": 4, \"birmingham\": 4, \"valdosta\": 4, \"huskisson\": 4, \"lakeview\": 4, \"middleton\": 4, \"faridabad\": 4, \"allahabad\": 4, \"inner\": 4, \"vadodara\": 4, \"puducherry\": 4, \"kochi\": 4, \"palm\": 4, \"cove\": 4, \"panchkula\": 4, \"bhopal\": 4, \"jakarta\": 4, \"edinburgh\": 4, \"des\": 4, \"moines\": 4, \"montville\": 4, \"surat\": 4, \"mayfield\": 4, \"chennai\": 4, \"bhubaneshwar\": 4, \"yorkton\": 4, \"ghaziabad\": 4, \"bandung\": 4, \"agra\": 4, \"aurangabad\": 4, \"sandton\": 4, \"pasig\": 4, \"penola\": 4, \"waterloo\": 4, \"consort\": 4, \"trentham\": 4, \"augusta\": 4, \"nashik\": 4, \"hyderabad\": 4, \"gurgaon\": 4, \"san\": 4, \"juan\": 4}", "word_docs": "{\"bogor\": 4, \"dicky\": 4, \"beach\": 8, \"in\": 408, \"i\": 408, \"monroe\": 4, \"living\": 136, \"am\": 272, \"currently\": 136, \"forrest\": 4, \"live\": 136, \"mohali\": 4, \"lucknow\": 4, \"athens\": 4, \"goa\": 4, \"rest\": 4, \"hawaii\": 4, \"of\": 4, \"savannah\": 4, \"chatham\": 4, \"kent\": 4, \"ranchi\": 4, \"beechworth\": 4, \"davenport\": 4, \"tagaytay\": 4, \"city\": 44, \"mangalore\": 4, \"lorn\": 4, \"albany\": 4, \"guwahati\": 4, \"princeton\": 4, \"millan\": 4, \"mc\": 4, \"lincoln\": 4, \"singapore\": 4, \"ballina\": 4, \"east\": 8, \"pensacola\": 4, \"sioux\": 4, \"clatskanie\": 4, \"cochrane\": 4, \"paynesville\": 4, \"flaxton\": 4, \"quezon\": 4, \"boise\": 4, \"fernley\": 4, \"randburg\": 4, \"dubuque\": 4, \"wellington\": 4, \"pune\": 4, \"ojo\": 4, \"caliente\": 4, \"victor\": 4, \"harbor\": 4, \"macon\": 4, \"potrero\": 4, \"taguig\": 4, \"london\": 4, \"hepburn\": 4, \"springs\": 4, \"phillip\": 4, \"island\": 4, \"santa\": 4, \"rosa\": 4, \"kolkata\": 4, \"varanasi\": 4, \"pocatello\": 4, \"kanpur\": 4, \"dalton\": 4, \"secunderabad\": 4, \"new\": 4, \"delhi\": 4, \"makati\": 4, \"bay\": 8, \"winchester\": 4, \"ludhiana\": 4, \"columbus\": 4, \"johannesburg\": 4, \"mysore\": 4, \"indore\": 4, \"dhabi\": 4, \"abu\": 4, \"mandaluyong\": 4, \"nagpur\": 4, \"entrance\": 4, \"lakes\": 4, \"bangalore\": 4, \"weirton\": 4, \"miller\": 4, \"manchester\": 4, \"tampa\": 4, \"janeiro\": 4, \"de\": 4, \"rio\": 4, \"ahmedabad\": 4, \"gainesville\": 4, \"colombo\": 4, \"mumbai\": 4, \"amritsar\": 4, \"tangerang\": 4, \"cape\": 4, \"town\": 4, \"armidale\": 4, \"auckland\": 4, \"ankara\": 4, \"pasay\": 4, \"pretoria\": 4, \"inverloch\": 4, \"tanunda\": 4, \"coimbatore\": 4, \"vizag\": 4, \"dubai\": 4, \"station\": 4, \"vineland\": 4, \"sharjah\": 4, \"orlando\": 4, \"doha\": 4, \"dehradun\": 4, \"jaipur\": 4, \"macedon\": 4, \"noida\": 4, \"chandigarh\": 4, \"patna\": 4, \"vernonia\": 4, \"birmingham\": 4, \"valdosta\": 4, \"huskisson\": 4, \"lakeview\": 4, \"middleton\": 4, \"faridabad\": 4, \"allahabad\": 4, \"inner\": 4, \"vadodara\": 4, \"puducherry\": 4, \"kochi\": 4, \"cove\": 4, \"palm\": 4, \"panchkula\": 4, \"bhopal\": 4, \"jakarta\": 4, \"edinburgh\": 4, \"des\": 4, \"moines\": 4, \"montville\": 4, \"surat\": 4, \"mayfield\": 4, \"chennai\": 4, \"bhubaneshwar\": 4, \"yorkton\": 4, \"ghaziabad\": 4, \"bandung\": 4, \"agra\": 4, \"aurangabad\": 4, \"sandton\": 4, \"pasig\": 4, \"penola\": 4, \"waterloo\": 4, \"consort\": 4, \"trentham\": 4, \"augusta\": 4, \"nashik\": 4, \"hyderabad\": 4, \"gurgaon\": 4, \"juan\": 4, \"san\": 4}", "index_docs": "{\"12\": 4, \"13\": 4, \"9\": 8, \"3\": 408, \"2\": 408, \"14\": 4, \"6\": 136, \"4\": 272, \"5\": 136, \"15\": 4, \"7\": 136, \"16\": 4, \"17\": 4, \"18\": 4, \"19\": 4, \"20\": 4, \"22\": 4, \"21\": 4, \"23\": 4, \"24\": 4, \"25\": 4, \"26\": 4, \"27\": 4, \"28\": 4, \"29\": 4, \"8\": 44, \"30\": 4, \"31\": 4, \"32\": 4, \"33\": 4, \"34\": 4, \"36\": 4, \"35\": 4, \"37\": 4, \"38\": 4, \"39\": 4, \"10\": 8, \"40\": 4, \"41\": 4, \"42\": 4, \"43\": 4, \"44\": 4, \"45\": 4, \"46\": 4, \"47\": 4, \"48\": 4, \"49\": 4, \"50\": 4, \"51\": 4, \"52\": 4, \"53\": 4, \"54\": 4, \"55\": 4, \"56\": 4, \"57\": 4, \"58\": 4, \"59\": 4, \"60\": 4, \"61\": 4, \"62\": 4, \"63\": 4, \"64\": 4, \"65\": 4, \"66\": 4, \"67\": 4, \"68\": 4, \"69\": 4, \"70\": 4, \"71\": 4, \"72\": 4, \"73\": 4, \"74\": 4, \"75\": 4, \"11\": 8, \"76\": 4, \"77\": 4, \"78\": 4, \"79\": 4, \"80\": 4, \"81\": 4, \"83\": 4, \"82\": 4, \"84\": 4, \"85\": 4, \"87\": 4, \"86\": 4, \"88\": 4, \"89\": 4, \"90\": 4, \"91\": 4, \"92\": 4, \"95\": 4, \"94\": 4, \"93\": 4, \"96\": 4, \"97\": 4, \"98\": 4, \"99\": 4, \"100\": 4, \"101\": 4, \"102\": 4, \"103\": 4, \"104\": 4, \"105\": 4, \"106\": 4, \"107\": 4, \"108\": 4, \"109\": 4, \"110\": 4, \"111\": 4, \"112\": 4, \"113\": 4, \"115\": 4, \"114\": 4, \"116\": 4, \"117\": 4, \"118\": 4, \"119\": 4, \"120\": 4, \"121\": 4, \"122\": 4, \"123\": 4, \"124\": 4, \"125\": 4, \"126\": 4, \"127\": 4, \"128\": 4, \"129\": 4, \"130\": 4, \"131\": 4, \"132\": 4, \"133\": 4, \"134\": 4, \"135\": 4, \"136\": 4, \"138\": 4, \"137\": 4, \"139\": 4, \"140\": 4, \"141\": 4, \"142\": 4, \"143\": 4, \"144\": 4, \"145\": 4, \"146\": 4, \"147\": 4, \"148\": 4, \"149\": 4, \"150\": 4, \"151\": 4, \"152\": 4, \"153\": 4, \"154\": 4, \"155\": 4, \"156\": 4, \"157\": 4, \"158\": 4, \"159\": 4, \"160\": 4, \"161\": 4, \"162\": 4, \"163\": 4, \"164\": 4, \"166\": 4, \"165\": 4}", "index_word": "{\"1\": \"UNK\", \"2\": \"i\", \"3\": \"in\", \"4\": \"am\", \"5\": \"currently\", \"6\": \"living\", \"7\": \"live\", \"8\": \"city\", \"9\": \"beach\", \"10\": \"east\", \"11\": \"bay\", \"12\": \"bogor\", \"13\": \"dicky\", \"14\": \"monroe\", \"15\": \"forrest\", \"16\": \"mohali\", \"17\": \"lucknow\", \"18\": \"athens\", \"19\": \"goa\", \"20\": \"rest\", \"21\": \"of\", \"22\": \"hawaii\", \"23\": \"savannah\", \"24\": \"chatham\", \"25\": \"kent\", \"26\": \"ranchi\", \"27\": \"beechworth\", \"28\": \"davenport\", \"29\": \"tagaytay\", \"30\": \"mangalore\", \"31\": \"lorn\", \"32\": \"albany\", \"33\": \"guwahati\", \"34\": \"princeton\", \"35\": \"mc\", \"36\": \"millan\", \"37\": \"lincoln\", \"38\": \"singapore\", \"39\": \"ballina\", \"40\": \"pensacola\", \"41\": \"sioux\", \"42\": \"clatskanie\", \"43\": \"cochrane\", \"44\": \"paynesville\", \"45\": \"flaxton\", \"46\": \"quezon\", \"47\": \"boise\", \"48\": \"fernley\", \"49\": \"randburg\", \"50\": \"dubuque\", \"51\": \"wellington\", \"52\": \"pune\", \"53\": \"ojo\", \"54\": \"caliente\", \"55\": \"victor\", \"56\": \"harbor\", \"57\": \"macon\", \"58\": \"potrero\", \"59\": \"taguig\", \"60\": \"london\", \"61\": \"hepburn\", \"62\": \"springs\", \"63\": \"phillip\", \"64\": \"island\", \"65\": \"santa\", \"66\": \"rosa\", \"67\": \"kolkata\", \"68\": \"varanasi\", \"69\": \"pocatello\", \"70\": \"kanpur\", \"71\": \"dalton\", \"72\": \"secunderabad\", \"73\": \"new\", \"74\": \"delhi\", \"75\": \"makati\", \"76\": \"winchester\", \"77\": \"ludhiana\", \"78\": \"columbus\", \"79\": \"johannesburg\", \"80\": \"mysore\", \"81\": \"indore\", \"82\": \"abu\", \"83\": \"dhabi\", \"84\": \"mandaluyong\", \"85\": \"nagpur\", \"86\": \"lakes\", \"87\": \"entrance\", \"88\": \"bangalore\", \"89\": \"weirton\", \"90\": \"miller\", \"91\": \"manchester\", \"92\": \"tampa\", \"93\": \"rio\", \"94\": \"de\", \"95\": \"janeiro\", \"96\": \"ahmedabad\", \"97\": \"gainesville\", \"98\": \"colombo\", \"99\": \"mumbai\", \"100\": \"amritsar\", \"101\": \"tangerang\", \"102\": \"cape\", \"103\": \"town\", \"104\": \"armidale\", \"105\": \"auckland\", \"106\": \"ankara\", \"107\": \"pasay\", \"108\": \"pretoria\", \"109\": \"inverloch\", \"110\": \"tanunda\", \"111\": \"coimbatore\", \"112\": \"vizag\", \"113\": \"dubai\", \"114\": \"vineland\", \"115\": \"station\", \"116\": \"sharjah\", \"117\": \"orlando\", \"118\": \"doha\", \"119\": \"dehradun\", \"120\": \"jaipur\", \"121\": \"macedon\", \"122\": \"noida\", \"123\": \"chandigarh\", \"124\": \"patna\", \"125\": \"vernonia\", \"126\": \"birmingham\", \"127\": \"valdosta\", \"128\": \"huskisson\", \"129\": \"lakeview\", \"130\": \"middleton\", \"131\": \"faridabad\", \"132\": \"allahabad\", \"133\": \"inner\", \"134\": \"vadodara\", \"135\": \"puducherry\", \"136\": \"kochi\", \"137\": \"palm\", \"138\": \"cove\", \"139\": \"panchkula\", \"140\": \"bhopal\", \"141\": \"jakarta\", \"142\": \"edinburgh\", \"143\": \"des\", \"144\": \"moines\", \"145\": \"montville\", \"146\": \"surat\", \"147\": \"mayfield\", \"148\": \"chennai\", \"149\": \"bhubaneshwar\", \"150\": \"yorkton\", \"151\": \"ghaziabad\", \"152\": \"bandung\", \"153\": \"agra\", \"154\": \"aurangabad\", \"155\": \"sandton\", \"156\": \"pasig\", \"157\": \"penola\", \"158\": \"waterloo\", \"159\": \"consort\", \"160\": \"trentham\", \"161\": \"augusta\", \"162\": \"nashik\", \"163\": \"hyderabad\", \"164\": \"gurgaon\", \"165\": \"san\", \"166\": \"juan\"}", "word_index": "{\"UNK\": 1, \"i\": 2, \"in\": 3, \"am\": 4, \"currently\": 5, \"living\": 6, \"live\": 7, \"city\": 8, \"beach\": 9, \"east\": 10, \"bay\": 11, \"bogor\": 12, \"dicky\": 13, \"monroe\": 14, \"forrest\": 15, \"mohali\": 16, \"lucknow\": 17, \"athens\": 18, \"goa\": 19, \"rest\": 20, \"of\": 21, \"hawaii\": 22, \"savannah\": 23, \"chatham\": 24, \"kent\": 25, \"ranchi\": 26, \"beechworth\": 27, \"davenport\": 28, \"tagaytay\": 29, \"mangalore\": 30, \"lorn\": 31, \"albany\": 32, \"guwahati\": 33, \"princeton\": 34, \"mc\": 35, \"millan\": 36, \"lincoln\": 37, \"singapore\": 38, \"ballina\": 39, \"pensacola\": 40, \"sioux\": 41, \"clatskanie\": 42, \"cochrane\": 43, \"paynesville\": 44, \"flaxton\": 45, \"quezon\": 46, \"boise\": 47, \"fernley\": 48, \"randburg\": 49, \"dubuque\": 50, \"wellington\": 51, \"pune\": 52, \"ojo\": 53, \"caliente\": 54, \"victor\": 55, \"harbor\": 56, \"macon\": 57, \"potrero\": 58, \"taguig\": 59, \"london\": 60, \"hepburn\": 61, \"springs\": 62, \"phillip\": 63, \"island\": 64, \"santa\": 65, \"rosa\": 66, \"kolkata\": 67, \"varanasi\": 68, \"pocatello\": 69, \"kanpur\": 70, \"dalton\": 71, \"secunderabad\": 72, \"new\": 73, \"delhi\": 74, \"makati\": 75, \"winchester\": 76, \"ludhiana\": 77, \"columbus\": 78, \"johannesburg\": 79, \"mysore\": 80, \"indore\": 81, \"abu\": 82, \"dhabi\": 83, \"mandaluyong\": 84, \"nagpur\": 85, \"lakes\": 86, \"entrance\": 87, \"bangalore\": 88, \"weirton\": 89, \"miller\": 90, \"manchester\": 91, \"tampa\": 92, \"rio\": 93, \"de\": 94, \"janeiro\": 95, \"ahmedabad\": 96, \"gainesville\": 97, \"colombo\": 98, \"mumbai\": 99, \"amritsar\": 100, \"tangerang\": 101, \"cape\": 102, \"town\": 103, \"armidale\": 104, \"auckland\": 105, \"ankara\": 106, \"pasay\": 107, \"pretoria\": 108, \"inverloch\": 109, \"tanunda\": 110, \"coimbatore\": 111, \"vizag\": 112, \"dubai\": 113, \"vineland\": 114, \"station\": 115, \"sharjah\": 116, \"orlando\": 117, \"doha\": 118, \"dehradun\": 119, \"jaipur\": 120, \"macedon\": 121, \"noida\": 122, \"chandigarh\": 123, \"patna\": 124, \"vernonia\": 125, \"birmingham\": 126, \"valdosta\": 127, \"huskisson\": 128, \"lakeview\": 129, \"middleton\": 130, \"faridabad\": 131, \"allahabad\": 132, \"inner\": 133, \"vadodara\": 134, \"puducherry\": 135, \"kochi\": 136, \"palm\": 137, \"cove\": 138, \"panchkula\": 139, \"bhopal\": 140, \"jakarta\": 141, \"edinburgh\": 142, \"des\": 143, \"moines\": 144, \"montville\": 145, \"surat\": 146, \"mayfield\": 147, \"chennai\": 148, \"bhubaneshwar\": 149, \"yorkton\": 150, \"ghaziabad\": 151, \"bandung\": 152, \"agra\": 153, \"aurangabad\": 154, \"sandton\": 155, \"pasig\": 156, \"penola\": 157, \"waterloo\": 158, \"consort\": 159, \"trentham\": 160, \"augusta\": 161, \"nashik\": 162, \"hyderabad\": 163, \"gurgaon\": 164, \"san\": 165, \"juan\": 166}"}}