{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 460, "word_counts": "{\"maybe\": 115, \"some\": 115, \"lebanese\": 4, \"gujarati\": 4, \"i\": 230, \"would\": 115, \"like\": 115, \"burger\": 4, \"raw\": 4, \"meats\": 4, \"south\": 8, \"indian\": 16, \"desserts\": 4, \"want\": 115, \"to\": 115, \"eat\": 115, \"continental\": 4, \"mughlai\": 4, \"andhra\": 4, \"american\": 16, \"australian\": 8, \"indonesian\": 4, \"goan\": 4, \"sandwich\": 4, \"korean\": 4, \"ice\": 4, \"cream\": 4, \"bengali\": 4, \"modern\": 8, \"ramen\": 4, \"tea\": 8, \"juices\": 4, \"argentine\": 4, \"kiwi\": 4, \"latin\": 4, \"spanish\": 4, \"mexican\": 4, \"vietnamese\": 4, \"pizza\": 8, \"arabian\": 4, \"coffee\": 4, \"and\": 4, \"tibetan\": 4, \"cuban\": 4, \"british\": 4, \"grill\": 8, \"nan\": 4, \"bar\": 4, \"food\": 24, \"hyderabadi\": 4, \"asian\": 8, \"sri\": 4, \"lankan\": 4, \"salad\": 4, \"fusion\": 4, \"western\": 4, \"healthy\": 4, \"kashmiri\": 4, \"southern\": 4, \"street\": 4, \"sunda\": 4, \"tapas\": 4, \"rajasthani\": 4, \"irish\": 4, \"middle\": 4, \"eastern\": 8, \"brazilian\": 4, \"north\": 8, \"fast\": 4, \"mithai\": 4, \"naga\": 4, \"hawaiian\": 4, \"nepalese\": 4, \"patisserie\": 4, \"bakery\": 4, \"italian\": 4, \"peranakan\": 4, \"kerala\": 4, \"thai\": 4, \"portuguese\": 4, \"finger\": 4, \"scottish\": 4, \"awadhi\": 4, \"greek\": 4, \"french\": 4, \"assamese\": 4, \"international\": 4, \"turkish\": 8, \"bbq\": 4, \"bihari\": 4, \"taiwanese\": 4, \"beverages\": 4, \"filipino\": 4, \"african\": 4, \"caribbean\": 4, \"mediterranean\": 4, \"breakfast\": 4, \"sushi\": 4, \"chinese\": 4, \"cajun\": 4, \"contemporary\": 4, \"steak\": 4, \"singaporean\": 4, \"japanese\": 4, \"cuisine\": 8, \"varies\": 4, \"new\": 4, \"world\": 4, \"persian\": 4, \"drinks\": 4, \"only\": 4, \"charcoal\": 4, \"pakistani\": 4, \"maharashtrian\": 4, \"biryani\": 4, \"burmese\": 4, \"tex\": 4, \"mex\": 4, \"afghani\": 4, \"pub\": 4, \"seafood\": 4, \"kebab\": 4, \"german\": 4, \"cafe\": 4, \"parsi\": 4, \"oriya\": 4, \"malaysian\": 4, \"european\": 4}", "word_docs": "{\"maybe\": 115, \"some\": 115, \"lebanese\": 4, \"gujarati\": 4, \"i\": 230, \"would\": 115, \"burger\": 4, \"like\": 115, \"meats\": 4, \"raw\": 4, \"indian\": 16, \"south\": 8, \"desserts\": 4, \"continental\": 4, \"want\": 115, \"to\": 115, \"eat\": 115, \"mughlai\": 4, \"andhra\": 4, \"american\": 16, \"australian\": 8, \"indonesian\": 4, \"goan\": 4, \"sandwich\": 4, \"korean\": 4, \"cream\": 4, \"ice\": 4, \"bengali\": 4, \"modern\": 8, \"ramen\": 4, \"tea\": 8, \"juices\": 4, \"argentine\": 4, \"kiwi\": 4, \"latin\": 4, \"spanish\": 4, \"mexican\": 4, \"vietnamese\": 4, \"pizza\": 8, \"arabian\": 4, \"and\": 4, \"coffee\": 4, \"tibetan\": 4, \"cuban\": 4, \"british\": 4, \"grill\": 8, \"nan\": 4, \"bar\": 4, \"food\": 24, \"hyderabadi\": 4, \"asian\": 8, \"lankan\": 4, \"sri\": 4, \"salad\": 4, \"fusion\": 4, \"western\": 4, \"healthy\": 4, \"kashmiri\": 4, \"southern\": 4, \"street\": 4, \"sunda\": 4, \"tapas\": 4, \"rajasthani\": 4, \"irish\": 4, \"middle\": 4, \"eastern\": 8, \"brazilian\": 4, \"north\": 8, \"fast\": 4, \"mithai\": 4, \"naga\": 4, \"hawaiian\": 4, \"nepalese\": 4, \"patisserie\": 4, \"bakery\": 4, \"italian\": 4, \"peranakan\": 4, \"kerala\": 4, \"thai\": 4, \"portuguese\": 4, \"finger\": 4, \"scottish\": 4, \"awadhi\": 4, \"greek\": 4, \"french\": 4, \"assamese\": 4, \"international\": 4, \"turkish\": 8, \"bbq\": 4, \"bihari\": 4, \"taiwanese\": 4, \"beverages\": 4, \"filipino\": 4, \"african\": 4, \"caribbean\": 4, \"mediterranean\": 4, \"breakfast\": 4, \"sushi\": 4, \"chinese\": 4, \"cajun\": 4, \"contemporary\": 4, \"steak\": 4, \"singaporean\": 4, \"japanese\": 4, \"cuisine\": 8, \"varies\": 4, \"new\": 4, \"world\": 4, \"persian\": 4, \"drinks\": 4, \"only\": 4, \"charcoal\": 4, \"pakistani\": 4, \"maharashtrian\": 4, \"biryani\": 4, \"burmese\": 4, \"mex\": 4, \"tex\": 4, \"afghani\": 4, \"pub\": 4, \"seafood\": 4, \"kebab\": 4, \"german\": 4, \"cafe\": 4, \"parsi\": 4, \"oriya\": 4, \"malaysian\": 4, \"european\": 4}", "index_docs": "{\"3\": 115, \"4\": 115, \"24\": 4, \"25\": 4, \"2\": 230, \"5\": 115, \"26\": 4, \"6\": 115, \"28\": 4, \"27\": 4, \"11\": 16, \"13\": 8, \"29\": 4, \"30\": 4, \"7\": 115, \"8\": 115, \"9\": 115, \"31\": 4, \"32\": 4, \"12\": 16, \"14\": 8, \"33\": 4, \"34\": 4, \"35\": 4, \"36\": 4, \"38\": 4, \"37\": 4, \"39\": 4, \"15\": 8, \"40\": 4, \"16\": 8, \"41\": 4, \"42\": 4, \"43\": 4, \"44\": 4, \"45\": 4, \"46\": 4, \"47\": 4, \"17\": 8, \"48\": 4, \"50\": 4, \"49\": 4, \"51\": 4, \"52\": 4, \"53\": 4, \"18\": 8, \"54\": 4, \"55\": 4, \"10\": 24, \"56\": 4, \"19\": 8, \"58\": 4, \"57\": 4, \"59\": 4, \"60\": 4, \"61\": 4, \"62\": 4, \"63\": 4, \"64\": 4, \"65\": 4, \"66\": 4, \"67\": 4, \"68\": 4, \"69\": 4, \"70\": 4, \"20\": 8, \"71\": 4, \"21\": 8, \"72\": 4, \"73\": 4, \"74\": 4, \"75\": 4, \"76\": 4, \"77\": 4, \"78\": 4, \"79\": 4, \"80\": 4, \"81\": 4, \"82\": 4, \"83\": 4, \"84\": 4, \"85\": 4, \"86\": 4, \"87\": 4, \"88\": 4, \"89\": 4, \"90\": 4, \"22\": 8, \"91\": 4, \"92\": 4, \"93\": 4, \"94\": 4, \"95\": 4, \"96\": 4, \"97\": 4, \"98\": 4, \"99\": 4, \"100\": 4, \"101\": 4, \"102\": 4, \"103\": 4, \"104\": 4, \"105\": 4, \"106\": 4, \"23\": 8, \"107\": 4, \"108\": 4, \"109\": 4, \"110\": 4, \"111\": 4, \"112\": 4, \"113\": 4, \"114\": 4, \"115\": 4, \"116\": 4, \"117\": 4, \"119\": 4, \"118\": 4, \"120\": 4, \"121\": 4, \"122\": 4, \"123\": 4, \"124\": 4, \"125\": 4, \"126\": 4, \"127\": 4, \"128\": 4, \"129\": 4}", "index_word": "{\"1\": \"UNK\", \"2\": \"i\", \"3\": \"maybe\", \"4\": \"some\", \"5\": \"would\", \"6\": \"like\", \"7\": \"want\", \"8\": \"to\", \"9\": \"eat\", \"10\": \"food\", \"11\": \"indian\", \"12\": \"american\", \"13\": \"south\", \"14\": \"australian\", \"15\": \"modern\", \"16\": \"tea\", \"17\": \"pizza\", \"18\": \"grill\", \"19\": \"asian\", \"20\": \"eastern\", \"21\": \"north\", \"22\": \"turkish\", \"23\": \"cuisine\", \"24\": \"lebanese\", \"25\": \"gujarati\", \"26\": \"burger\", \"27\": \"raw\", \"28\": \"meats\", \"29\": \"desserts\", \"30\": \"continental\", \"31\": \"mughlai\", \"32\": \"andhra\", \"33\": \"indonesian\", \"34\": \"goan\", \"35\": \"sandwich\", \"36\": \"korean\", \"37\": \"ice\", \"38\": \"cream\", \"39\": \"bengali\", \"40\": \"ramen\", \"41\": \"juices\", \"42\": \"argentine\", \"43\": \"kiwi\", \"44\": \"latin\", \"45\": \"spanish\", \"46\": \"mexican\", \"47\": \"vietnamese\", \"48\": \"arabian\", \"49\": \"coffee\", \"50\": \"and\", \"51\": \"tibetan\", \"52\": \"cuban\", \"53\": \"british\", \"54\": \"nan\", \"55\": \"bar\", \"56\": \"hyderabadi\", \"57\": \"sri\", \"58\": \"lankan\", \"59\": \"salad\", \"60\": \"fusion\", \"61\": \"western\", \"62\": \"healthy\", \"63\": \"kashmiri\", \"64\": \"southern\", \"65\": \"street\", \"66\": \"sunda\", \"67\": \"tapas\", \"68\": \"rajasthani\", \"69\": \"irish\", \"70\": \"middle\", \"71\": \"brazilian\", \"72\": \"fast\", \"73\": \"mithai\", \"74\": \"naga\", \"75\": \"hawaiian\", \"76\": \"nepalese\", \"77\": \"patisserie\", \"78\": \"bakery\", \"79\": \"italian\", \"80\": \"peranakan\", \"81\": \"kerala\", \"82\": \"thai\", \"83\": \"portuguese\", \"84\": \"finger\", \"85\": \"scottish\", \"86\": \"awadhi\", \"87\": \"greek\", \"88\": \"french\", \"89\": \"assamese\", \"90\": \"international\", \"91\": \"bbq\", \"92\": \"bihari\", \"93\": \"taiwanese\", \"94\": \"beverages\", \"95\": \"filipino\", \"96\": \"african\", \"97\": \"caribbean\", \"98\": \"mediterranean\", \"99\": \"breakfast\", \"100\": \"sushi\", \"101\": \"chinese\", \"102\": \"cajun\", \"103\": \"contemporary\", \"104\": \"steak\", \"105\": \"singaporean\", \"106\": \"japanese\", \"107\": \"varies\", \"108\": \"new\", \"109\": \"world\", \"110\": \"persian\", \"111\": \"drinks\", \"112\": \"only\", \"113\": \"charcoal\", \"114\": \"pakistani\", \"115\": \"maharashtrian\", \"116\": \"biryani\", \"117\": \"burmese\", \"118\": \"tex\", \"119\": \"mex\", \"120\": \"afghani\", \"121\": \"pub\", \"122\": \"seafood\", \"123\": \"kebab\", \"124\": \"german\", \"125\": \"cafe\", \"126\": \"parsi\", \"127\": \"oriya\", \"128\": \"malaysian\", \"129\": \"european\"}", "word_index": "{\"UNK\": 1, \"i\": 2, \"maybe\": 3, \"some\": 4, \"would\": 5, \"like\": 6, \"want\": 7, \"to\": 8, \"eat\": 9, \"food\": 10, \"indian\": 11, \"american\": 12, \"south\": 13, \"australian\": 14, \"modern\": 15, \"tea\": 16, \"pizza\": 17, \"grill\": 18, \"asian\": 19, \"eastern\": 20, \"north\": 21, \"turkish\": 22, \"cuisine\": 23, \"lebanese\": 24, \"gujarati\": 25, \"burger\": 26, \"raw\": 27, \"meats\": 28, \"desserts\": 29, \"continental\": 30, \"mughlai\": 31, \"andhra\": 32, \"indonesian\": 33, \"goan\": 34, \"sandwich\": 35, \"korean\": 36, \"ice\": 37, \"cream\": 38, \"bengali\": 39, \"ramen\": 40, \"juices\": 41, \"argentine\": 42, \"kiwi\": 43, \"latin\": 44, \"spanish\": 45, \"mexican\": 46, \"vietnamese\": 47, \"arabian\": 48, \"coffee\": 49, \"and\": 50, \"tibetan\": 51, \"cuban\": 52, \"british\": 53, \"nan\": 54, \"bar\": 55, \"hyderabadi\": 56, \"sri\": 57, \"lankan\": 58, \"salad\": 59, \"fusion\": 60, \"western\": 61, \"healthy\": 62, \"kashmiri\": 63, \"southern\": 64, \"street\": 65, \"sunda\": 66, \"tapas\": 67, \"rajasthani\": 68, \"irish\": 69, \"middle\": 70, \"brazilian\": 71, \"fast\": 72, \"mithai\": 73, \"naga\": 74, \"hawaiian\": 75, \"nepalese\": 76, \"patisserie\": 77, \"bakery\": 78, \"italian\": 79, \"peranakan\": 80, \"kerala\": 81, \"thai\": 82, \"portuguese\": 83, \"finger\": 84, \"scottish\": 85, \"awadhi\": 86, \"greek\": 87, \"french\": 88, \"assamese\": 89, \"international\": 90, \"bbq\": 91, \"bihari\": 92, \"taiwanese\": 93, \"beverages\": 94, \"filipino\": 95, \"african\": 96, \"caribbean\": 97, \"mediterranean\": 98, \"breakfast\": 99, \"sushi\": 100, \"chinese\": 101, \"cajun\": 102, \"contemporary\": 103, \"steak\": 104, \"singaporean\": 105, \"japanese\": 106, \"varies\": 107, \"new\": 108, \"world\": 109, \"persian\": 110, \"drinks\": 111, \"only\": 112, \"charcoal\": 113, \"pakistani\": 114, \"maharashtrian\": 115, \"biryani\": 116, \"burmese\": 117, \"tex\": 118, \"mex\": 119, \"afghani\": 120, \"pub\": 121, \"seafood\": 122, \"kebab\": 123, \"german\": 124, \"cafe\": 125, \"parsi\": 126, \"oriya\": 127, \"malaysian\": 128, \"european\": 129}"}}