{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 15, "word_counts": "{\"this\": 13, \"one\": 9, \"sounds\": 1, \"awful\": 1, \"i\": 9, \"like\": 4, \"a\": 1, \"lot\": 1, \"show\": 2, \"me\": 2, \"more\": 1, \"what\": 1, \"else\": 1, \"is\": 2, \"perfect\": 1, \"want\": 2, \"cannot\": 1, \"believe\": 1, \"you\": 1, \"would\": 1, \"garbage\": 1, \"very\": 1, \"interesting\": 1, \"the\": 1, \"looks\": 1, \"good\": 1, \"chose\": 1, \"will\": 1, \"choose\": 1, \"restaurant\": 1, \"hate\": 1, \"pick\": 1, \"no\": 1, \"way\": 1, \"do\": 1, \"not\": 1}", "word_docs": "{\"this\": 13, \"awful\": 1, \"sounds\": 1, \"one\": 9, \"like\": 4, \"lot\": 1, \"i\": 9, \"a\": 1, \"more\": 1, \"show\": 2, \"me\": 2, \"what\": 1, \"is\": 2, \"else\": 1, \"perfect\": 1, \"want\": 2, \"garbage\": 1, \"you\": 1, \"believe\": 1, \"cannot\": 1, \"would\": 1, \"interesting\": 1, \"very\": 1, \"the\": 1, \"looks\": 1, \"good\": 1, \"chose\": 1, \"will\": 1, \"restaurant\": 1, \"choose\": 1, \"hate\": 1, \"pick\": 1, \"no\": 1, \"way\": 1, \"not\": 1, \"do\": 1}", "index_docs": "{\"2\": 13, \"11\": 1, \"10\": 1, \"3\": 9, \"5\": 4, \"13\": 1, \"4\": 9, \"12\": 1, \"14\": 1, \"6\": 2, \"7\": 2, \"15\": 1, \"8\": 2, \"16\": 1, \"17\": 1, \"9\": 2, \"22\": 1, \"20\": 1, \"19\": 1, \"18\": 1, \"21\": 1, \"24\": 1, \"23\": 1, \"25\": 1, \"26\": 1, \"27\": 1, \"28\": 1, \"29\": 1, \"31\": 1, \"30\": 1, \"32\": 1, \"33\": 1, \"34\": 1, \"35\": 1, \"37\": 1, \"36\": 1}", "index_word": "{\"1\": \"UNK\", \"2\": \"this\", \"3\": \"one\", \"4\": \"i\", \"5\": \"like\", \"6\": \"show\", \"7\": \"me\", \"8\": \"is\", \"9\": \"want\", \"10\": \"sounds\", \"11\": \"awful\", \"12\": \"a\", \"13\": \"lot\", \"14\": \"more\", \"15\": \"what\", \"16\": \"else\", \"17\": \"perfect\", \"18\": \"cannot\", \"19\": \"believe\", \"20\": \"you\", \"21\": \"would\", \"22\": \"garbage\", \"23\": \"very\", \"24\": \"interesting\", \"25\": \"the\", \"26\": \"looks\", \"27\": \"good\", \"28\": \"chose\", \"29\": \"will\", \"30\": \"choose\", \"31\": \"restaurant\", \"32\": \"hate\", \"33\": \"pick\", \"34\": \"no\", \"35\": \"way\", \"36\": \"do\", \"37\": \"not\"}", "word_index": "{\"UNK\": 1, \"this\": 2, \"one\": 3, \"i\": 4, \"like\": 5, \"show\": 6, \"me\": 7, \"is\": 8, \"want\": 9, \"sounds\": 10, \"awful\": 11, \"a\": 12, \"lot\": 13, \"more\": 14, \"what\": 15, \"else\": 16, \"perfect\": 17, \"cannot\": 18, \"believe\": 19, \"you\": 20, \"would\": 21, \"garbage\": 22, \"very\": 23, \"interesting\": 24, \"the\": 25, \"looks\": 26, \"good\": 27, \"chose\": 28, \"will\": 29, \"choose\": 30, \"restaurant\": 31, \"hate\": 32, \"pick\": 33, \"no\": 34, \"way\": 35, \"do\": 36, \"not\": 37}"}}